[
  {
      "text": "The best among you are those who have the best manners and character.",
      "author": "Prophet Muhammad (PBUH)"
  },
  {
      "text": "No Prophet will come after me. I am the last prophet of ALLAH.",
      "author": "Prophet Muhammad (PBUH)"
  },
  {
      "text": "One who love Hazrat Ali (R.A) love me.",
      "author": "Prophet Muhammad (PBUH)"
  },
  {
      "text": "It is obligatory to all Muslims (girls & boys) to seek knowledge (education).",
      "author": "Prophet Muhammad (PBUH)"
  },
  {
      "text": "Namaz (Salah) is the 2nd pillar of Islam.",
      "author": "Prophet Muhammad (PBUH)"
  },
  {
      "text": "The most beloved deeds to Allah are those that are consistent, even if they are few.",
      "author": "Prophet Muhammad (PBUH)"
  },
  {
      "text": "The strong man is not the one who can wrestle, but the strong man is the one who can control himself when he is angry.",
      "author": "Prophet Muhammad (PBUH)"
  },
  {
      "text": "The best of you are those who are best to their families, and I am the best of you to my family.",
      "author": "Prophet Muhammad (PBUH)"
  },
  {
      "text": "The believer does not slander, curse, or speak in an obscene or foul manner.",
      "author": "Prophet Muhammad (PBUH)"
  },
  {
      "text": "The best charity is that given by one who has little.",
      "author": "Prophet Muhammad (PBUH)"
  },
  {
      "text": "The best of people are those that bring most benefit to the rest of mankind.",
      "author": "Prophet Muhammad (PBUH)"
  },
  {
      "text": "The seeking of knowledge is obligatory for every Muslim.",
      "author": "Prophet Muhammad (PBUH)"
  },
  {
      "text": "Kindness is a mark of faith, and whoever is not kind has no faith.",
      "author": "Prophet Muhammad (PBUH)"
  },
  {
      "text": "Allah does not look at your appearance or your wealth, but He looks at your hearts and your deeds.",
      "author": "Prophet Muhammad (PBUH)"
  },
  {
      "text": "The world is a prison for the believer and a paradise for the disbeliever.",
      "author": "Prophet Muhammad (PBUH)"
  },
  {
      "text": "Make things easy, and do not make them difficult, and give good tidings and do not make people run away.",
      "author": "Prophet Muhammad (PBUH)"
  },
  {
      "text": "He who does not show mercy to others will not be shown mercy.",
      "author": "Prophet Muhammad (PBUH)"
  },
  {
      "text": "Beware of envy, for it devours good deeds just as fire devours wood.",
      "author": "Prophet Muhammad (PBUH)"
  },
  {
      "text": "Do not waste water, even if you perform your ablution on the banks of an abundantly-flowing river.",
      "author": "Prophet Muhammad (PBUH)"
  },
  {
      "text": "The best of you is he who learns the Quran and teaches it.",
      "author": "Prophet Muhammad (PBUH)"
  },
  {
      "text": "The best jihad is to speak a word of justice to an oppressive ruler.",
      "author": "Prophet Muhammad (PBUH)"
  },
  {
      "text": "Modesty brings nothing except good.",
      "author": "Prophet Muhammad (PBUH)"
  }
]
